@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row">
        <div class="col-md-10 col-md-offset-1">
            <div class="panel panel-default">
                <div class="panel-heading">Главная страница</div>

                <div class="panel-body">
                    <p>
                        Шитьё — вид ручного труда.
Представляет собой создание на материале (ткани, коже) стежков и швов при помощи иглы и ниток, лески и тому подобного. Одно из древнейших технологий производства, возникшее ещё в каменном веке. До изобретения пряжи и тканных материалов одежда шилась из меха и шкур добытых животных с помощью игл из кости или рогов и «нитей» из сухожилий, вен или кишок животных.
Миниатюра из Лицевого летописного свода (XVI век), изображающая шитьё одежды
Обычно шитьё ассоциируется с созданием одежды и домашнего текстиля (например, постельного белья, скатертей, салфеток, полотенец, занавесей и так далее), однако оно применяется также при изготовлении обуви, игрушек, при пошиве парусов, обивочных и драпировочных работах, переплетных работах, а также при производстве некоторых спортивных товаров (например, мячей). Шитьё — это общее название для нескольких видов рукоделия, включая вышивание, стёганое полотно, аппликацию, лоскутное шитьё.
Тысячелетиями шитьё осуществлялось исключительно вручную. Изобретение швейной машины в XIX веке и компьютеризация во второй половине XX века привели к массовому промышленному производству швейных изделий, но шитьё вручную по-прежнему широко практикуется во всем мире. Искусная ручная работа характерна для профессиональных портных, высокой моды, традиционной национальной одежды, и ценится профессионалами и любителями как выражение творчества.
Чтобы пошить одежду, необходимо прежде всего раскроить ткань. Раскраивают ткань по выкройкам, составленным по чертежам. После чего отдельные куски ткани, или другого материала, сшиваются вместе. При изготовлении одежды применяют следующие основные виды стежков: прямой, косой, крестообразный, петлеобразный и петельный.
                    </p> 
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
